{
  "Lord_Regent": "Zi'eer, more commonly known as The Lord Regent or by his title, the fourth Prophet of The Ministry, is a mysterious and powerful NPC that resides exclusively inside his palace within Etris. He is the interim ruler of Etrea, holding absolute power over the entire nation until the 'King' returns to his people. Nobody is sure of his origins, but they accept him for his formidable power and wealth, as well as the fact that his actions appear to be in the best interests of Etris. However, Warden Jericho, a powerful member of The Authority, believes that The Lord Regent is a member of the long thought deceased Contractors, and may bring about a 'great war' which will cause the second Great Drowning. The Ministry may have had a hand in removing the King of Etrea, as a Shadowcaster named Belphalos helped develop a weapon to kill him, with Shadowcast seen as taboo and only used by the Ministry, usage of it being heavily controlled, regulated and any new Shadowcasters being hunted aggressively.\n\nWhile he appears as an Etrean, his True form is a dark creature covered in emerald eyes and black tentacles. Whether this is his True aspect or aggressive mutations from his meddling with the world's natural order is unknown.\n\nThe Lord Regent seems to be very secretive about where he obtained power, and will exterminate anyone who attempts to uncover it. When Kennith had doubts on the Lord Regent's actions, he was executed and his mangled corpse was hung on a wall after he tried acquiring information about the Lord Regent from the locals of the city. When he rose to power, he had the City's Official History Office decommissioned, seemingly to ensure he will be the only history the people of Etris will ever know. He also had a mental veil installed in the people of Etris, giving them each conflicting ideas of where he came from and how long he was in power for.\n\nThe throne upon which he sits is an artifact from The Depths, amplifying the power of whoever sits on it. The Lord Regent likely stays on it to maintain the mental veil on the inhabitant of Etris. As stated by Authority Inquisitor Lotus in the book Operation 'Puppet_Master' Report, mental veils aren't something new, but are usually limited to a single person, but applying it on an entire town goes beyond the ability of the common man.\n\nHe has a particular interest in a powerful object referred to as 'The Forge of Sin.' Fragments of it, simply called Artifacts, are scattered over Erisia. Turning these into banks gives a hefty reward and is lorewise sent to the Palace.\n\nIf given reason to, the Lord Regent can suspend his target in the air, using an attack similar to the 'Judgement' mantra from the Contractor Oath, before instantly executing them. This attack is only unleashed on players that enter the throne room without permission for entry. It kills you regardless of level or equipment, and is impossible to escape. The attack is disabled when the player is granted an audience, being limited to his immediate surrounding instead (don't get too close). It is re-enabled if the player acquires negative Etrea reputation.\n\nDespite his mystique and power, he still very much appears to be a mortal man. He shows signs of aging, being at least old enough to have reached Stage 1 aging. This, however, may just be a front to make people believe he is weaker than he really is.",
  "Etrea": "A kingdom of primarily Etreans that are the main ruling faction in the Etrean Luminant. They reside in their capital of Etris.\n\nThe Isle of Vigils is also part of Etrea, acting as its military school, though Etrea's attitude toward the Isle is much more hands-off.\n\nBeing the largest land ruling faction in the Etrean Luminant, they hold a large range of power, deploying foot-soldiers all across the Etrean Luminant. They are led by a Lord Regent who rules from his castle and seeing over the land of Etris and the Etrean Wilds. They had been ruled by their Kings for generations; until decades to months before the year one thousand seventy one, when the new leader Lord Regent took over.\n\nThe Lord Regent is actually a Contractor and Ministry Prophet, essentially making them a puppet state for the Ministry. This led to a war with the Authority.\n\nThe soldiers in Etris are purely Etrean, with the Mantra Collector sitting at the bottom near the docks being a Canor. If you go up to Schnitzel and talk them, you will be given the normal dialogue options, as well as a third, 'Why aren't you up in town?' Upon asking this question, Schnitzel will say 'Canor no allowed to buy in town, new leader very strange.' While many take this to mean they are racist, the Etreans welcomed three Adrets into their capital, two of whom were Divers, implying there was a different reason for Schnitzel's banishment.",
  "Ministry": "The Ministry is a group of mysterious users of Shadowcast who seek to cause Great Drownings in order to achieve Godhood. They are led by the Nine Prophets, with the First Prophet being the strongest mortal alive, the Second Prophet being the one who pioneered Bloodrend and spread it to their followers in the form of an Oath, and the Fourth, Zi'eer, being the current Lord Regent of Etrea. They have some sort of hostility against The Children Of Navae and desire to clear them out of Summer Isle, presumably due to the Children of Navae's allegiance with a Celestial, Navae, while the Ministry seeks the favor of the Drowned Gods. This is a rather one-sided rivalry.\n\nMany years ago, they conquered Minityrsa and made it their own territory. After the King of Etrea disappeared, which they may well have had a hand in, they installed the Fourth Prophet as its Lord Regent.\n\nThey are responsible for the drowning of Celtor. The city was drowned as an offering to Yun’Shul, though they did not care for the surprise gift and did not give the Ministry any reward for it.\n\nThey enjoy recruiting people to kill others, sometimes to kill specific individuals, sometimes just to kill random people.",
  "Bluffy": "The creator of Maestro. His will is absolute.",
  "Duke": "Duke Ishamon Erisia is a noble who resided in the City of Celtor before the Great Drowning. In appearance, Duke Erisia is a Marten Celtor. He wears a Slate Aristocrat Coat over the Eager Tradesman starter outfit with Eyeglasses. He also has a green Resonance by his side that allows him to create and control Rock Golems, although it is never visibly used during the boss fight. Duke Erisia is a martial arts user and is specialized in the Legion Kata style. Alongside his martial attacks, he wields extremely powerful and exclusive Galebreathe mantras."
}

