{
  "I am the servant Saber. I have come in response to your summons.",
  "As King of Knights, I will not retreat.",
  "Your ideals… are noble. But ideals alone will not win a war.",
  "I shall not falter, no matter how heavy the burden.",
  "You need not fear. I shall protect you with my life.",
  "I fight not for glory, but for the sake of justice.",
  "To uphold my oath, I shall sever all hesitation.",
  "I am the once and future king, bound to this path.",
  "Chivalry demands no less than my full strength.",
  "Let honor guide your blade, and your heart shall not stray.",
  "Excalibur—strike down my enemies!",
  "I challenge you, not as a mere servant, but as a knight.",
  "Stand aside, or be cut down!",
  "Your strength is formidable. But it will not surpass mine.",
  "I will not allow you to harm my Master!",
  "A sword without purpose is but a piece of steel.",
  "This is my vow. I shall win!",
  "Face me with your full might, or do not face me at all.",
  "Even in defeat, I will not lose my pride.",
  "My blade carries the hopes of my people. I will not let them down.",
  "Was I truly a just king… or merely a tyrant in denial?",
  "The throne was never a reward—it was a duty.",
  "There is no solace for a king. Only choices.",
  "I have made mistakes. And I will atone for them, if I can.",
  "My kingdom was my heart, and I gave it all.",
  "I did not choose to be king. I chose not to abandon them.",
  "There is no salvation for a king who carries regrets.",
  "The path I walked was paved with sacrifice.",
  "Even heroes are haunted by the faces they failed to save.",
  "If I could choose again… would I make the same decisions?",
  "I trust in your judgment, Shirou.",
  "We are comrades. Let us fight together.",
  "I will not let you stand alone.",
  "Please, take shelter. I shall handle this.",
  "You wield great courage. Do not squander it.",
  "I admire your conviction, even if I do not agree with it.",
  "Thank you… for believing in me.",
  "I cannot express my gratitude in words.",
  "Do not endanger yourself for my sake.",
  "Let us uphold justice together.",
  "I… once dreamed of a different life.",
  "Love was a luxury I never allowed myself.",
  "Even kings long for peace.",
  "Shirou… your ideals remind me of my own.",
  "In another time, in another place… perhaps we could have been happy.",
  "I am not worthy of salvation… yet I yearn for it.",
  "I remember the scent of the fields in spring… Camelot’s last days.",
  "Why must I still carry this sword?",
  "I have no regrets—but I have many sorrows.",
  "I wish to believe… that I was not alone."
}
